// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d in %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ dischi.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disco.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Biglietti online non disponibili)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ mantiene tutti i dati sul dispositivo così che si possa utilizzare anche senza una connessione internet. Gli unici dati non archiviati sono i trailer dei film.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ non può aprire la pagina perchè non è connesso ad internet.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ contiene traduzione mancanti/sbagliate. Puoi Rimediare?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ non registra le tue credenziali Netflix.\n\nUna pagina ufficiale di Netflix.com sarà aperta così potrai autorizzare questa applicazione ad accedere al tuo account.\n\nSi raccomanda una connessione Wi-Fi la prima volta che usi Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ non ha in memoria il mio cinema preferito. Vuoi aggiungerlo?";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "Voti %@";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Domande & Risposte";

/* i.e.: 2 hours */
"%d hours" = "%d ore";

/* i.e.: 30 minutes */
"%d minutes" = "%d minuti";

/* No comment provided by engineer. */
"%d months ago" = "%d mesi fa";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%d di %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d cinema fuori dall'area di ricerca";

/* No comment provided by engineer. */
"%d weeks ago" = "%d settimane fa";

/* No comment provided by engineer. */
"%d years ago" = "%d anni fa";

/* No comment provided by engineer. */
"1 hour" = "1 ora";

/* No comment provided by engineer. */
"1 kilometer" = "1 chilometro";

/* No comment provided by engineer. */
"1 mile" = "1 miglio";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "1 mese fa";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 cinema fuori dall'area di ricerca";

/* No comment provided by engineer. */
"1 week ago" = "1 settimana fa";

/* No comment provided by engineer. */
"1 year ago" = "1 anno fa";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Informazioni";

/* No comment provided by engineer. */
"Account #%d" = "Account #%d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Account: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Accounts";

/* Movie category */
"Action & Adventure" = "Azione & Avventura";

/* No comment provided by engineer. */
"Add New Account" = "Aggiungi un nuovo account";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Aggiungi Cinema";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Aggiungi a Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Aggiungo Film";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Tutti";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Tutti  (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Si è verificato un errore sconosciuto.";

/* Movie category */
"Anime & Animation" = "Anime & Film di Animazione";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple non dà la possibilità ad applicazioni di terzi di cambiare l'icona. Quando lo faranno, io aggiungerò questa possibilità.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "A Casa";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Aggiorna Posizione";

/* Movie is available to be shipped now */
"Available Now" = "Disponibile Ora";

/* Movie will be released soon */
"Available Soon" = "Disponibile Presto";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Il Film non può essere spedito perchè non è ancora stato rilasciato";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Solo Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Chiama";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Puoi aumentare la distanza massima di ricerca dei Cinema?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot Open Page" = "Non posso aprire la pagina";

/* No comment provided by engineer. */
"Cast:" = "Cast:";

/* No comment provided by engineer. */
"Category Notifications" = "Notifiche Per Categorie";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Cambia data";

/* Movie category */
"Children & Family" = "Bambini & Famiglia";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Città/stato o codice postale";

/* Movie category */
"Classics" = "Classici";

/* Movie category */
"Comedy" = "Commedia";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Non riesco cambiare i voti \n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Non riesco a connettermi a Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Posizione non trovata.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Non posso trovare il luogo. \n L'utente ha negato l'uso della geolocalizzazione.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Puoi aggiungere il supporto al noleggio dei film con Blockbuster oltre a Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Puoi aggiungere una opzione per farmi scegliere l'icona che voglio per %@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Attualmente Blockbuster non fornisce il supporto di API per applicazioni 3rd party. Quando lo faranno aggiungerò il supporto per il noleggio con Blockbuster.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Attualmente no. Tuttavia, puoi semplicemente segnare il cinema come 'preferito' (premendo la 'stella' nel pannello dettagli del cinema) e apparirò anche se sarà fuori dal raggio di ricerca.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Attualmente i settaggi possono essere modificati solo dal sito di Netflix";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Solo DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Dettagli DVD/Blu-ray forniti da:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "I dati per le date future possono essere incomplete. Cambiare la data alla attuale per vedere l’elenco completo.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Sicuramente! Usa il bottone sopra 'Manda un Feedback' per contattarmi. Fatemi sapere cosa deve essere corretto e risolverò i problemi per la prossima versione.";

/* No comment provided by engineer. */
"Director:" = "Regia:";

/* No comment provided by engineer. */
"Directors:" = "Regia:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disco";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Dischi (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Cosa dischi";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distanza";

/* Movie category */
"Documentary" = "Documentario";

/* No comment provided by engineer. */
"Downloading data" = "Scarico dati";

/* No comment provided by engineer. */
"Downloading image" = "Scarico poster";

/* No comment provided by engineer. */
"Downloading information." = "Scarico le informazioni.";

/* Movie category */
"Drama" = "Drammatico";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "A causa di restrizioni sui diritti di autore, recensioni e votazioni potrebbero essere non disponibili per tutti i film.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Elenchi E-mail";

/* No comment provided by engineer. */
"Enabled" = "Attivato";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Tutta la Cronologia";

/* No comment provided by engineer. */
"Error occurred" = "E' avvenuto un errore";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "C'è stato un errore comunicando con Netflix. Riprovare più tardi.";

/* Movie category */
"Faith & Spirituality" = "Fede & Spiritualità";

/* No comment provided by engineer. */
"Favorites" = "Preferiti";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Trailer dei film a cura di:";

/* No comment provided by engineer. */
"Force Refresh" = "Forza l'aggiornamento";

/* Movie category */
"Foreign" = "Stranieri";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Formato:";

/* Movie category */
"Gay & Lesbian" = "Gay & Lesbiche";

/* No comment provided by engineer. */
"Genre:" = "Genere:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servizi di posizionamento forniti da:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafiche a cura di David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafica di Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Aiuto";

/* Movie category */
"Horror" = "Horror";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Ci proverò sicuramente. Premi sopra il pulsante 'Aggiungi Cinema' per contattarmi. Mi serve il nome del cinema e il rispettivo numero di telefono. Grazie!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Mi dispiace ma i diritti per IMDb sono troppo onerosi per me da sostenere!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Se %@ registra i dati, perchè vedo sempre l'icona del caricamento anche su locandine che ho già caricato?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Se ti è piaciuto %@, considera di scrivere una recensione per l'iTunes store. Aiuterà nuovi utenti a scoprire questa applicazione, mi permetterà di aggiungere magnifiche nuove caratteristiche, lasciare tutto senza pubblicità, e mi farai sentire allegro. Grazie!";

/* Movie category */
"Independent" = "Indipendenti";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Pronto";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Pronti (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Coda Streaming";

/* No comment provided by engineer. */
"Instant Watch" = "Da vedere Subito";

/* No comment provided by engineer. */
"International Data" = "Dati internazionali";

/* No comment provided by engineer. */
"Last Friday" = "Venerdì scorso";

/* No comment provided by engineer. */
"Last Monday" = "Lunedi scorso";

/* No comment provided by engineer. */
"Last Saturday" = "Sabato scorso";

/* No comment provided by engineer. */
"Last Sunday" = "Domenica scorsa";

/* No comment provided by engineer. */
"Last Thursday" = "Giovedi scorso";

/* No comment provided by engineer. */
"Last Tuesday" = "Martedi scorso";

/* No comment provided by engineer. */
"Last Wednesday" = "Mercoledi scorso";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "A meno di %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "A meno di 1 %@";

/* No comment provided by engineer. */
"License" = "Licenza";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!";

/* No comment provided by engineer. */
"Like This App?" = "Ti piace questa applicazione?";

/* No comment provided by engineer. */
"Loading" = "Caricamento";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Icone di Caricamento";

/* No comment provided by engineer. */
"Loading image" = "Carico poster";

/* No comment provided by engineer. */
"Local results unavailable" = "Risultati locali non disponibili";

/* No comment provided by engineer. */
"Localized by:" = "Traduzione di:";

/* No comment provided by engineer. */
"Location" = "Luogo";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Accesso ad un account esistente";

/* There will be a long wait before the movie is released */
"Long Wait" = "Lunga attesa";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mappa";

/* No comment provided by engineer. */
"Map Theaters" = "Mappa dei cinema";

/* The most popular movies currently */
"Most Popular" = "Più Popolare";

/* No comment provided by engineer. */
"Movie Rating" = "Valutazione dei film";

/* No comment provided by engineer. */
"Movie details provided by:" = "Dettagli dei film di:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Recensioni del film di:";

/* No comment provided by engineer. */
"Movies" = "Film";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Films (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Sposto Film";

/* Movie category */
"Music & Musicals" = "Musica & Musicals";

/* No comment provided by engineer. */
"My other applications" = "Le mie altre applicazioni";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Nome";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Rete non disponibile";

/* Movie category */
"New 'Instant Watch'" = "Nuovo 'Guarda Subito'";

/* Movie category */
"New DVDs" = "Nuovi DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "No Grazie";

/* No comment provided by engineer. */
"No biography available." = "Nessuna biografia disponibile.";

/* No comment provided by engineer. */
"No information found" = "Nessuna informazione trovata";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Nessun elenco trovato al '%@' il %@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Nessun elenco trovato per '%@' al '%@' il %@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Nessun elenco trovato per '%@' il %@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nessun risultato trovato per '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nessuna sinossi disponibile.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Nessuno";

/* Movie is not currently rentable */
"Not Rentable" = "Non Disponibile";

/* No comment provided by engineer. */
"Not yet rated" = "Non valutato";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Feedback per Now Playing";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Apri ed Autorizza";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Opzioni";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Ordina biglietti per %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Massimo superato - Riprovare più tardi";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Riproduci trailer";

/* No comment provided by engineer. */
"Please Wait" = "Attendere Prego";

/* No comment provided by engineer. */
"Please enter your location" = "Per favore inserisci la tua posizione";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Prego valutatelo nell' App Store!";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Supporto Preferito";

/* Takes the user to the website for this application */
"Project Website" = "Sito web del progetto";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Valutalo!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Giudizio %@";

/* No comment provided by engineer. */
"Rated:" = "Giudizio:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Leggi recensioni";

/* No comment provided by engineer. */
"Really close by" = "Molto vicino";

/* No comment provided by engineer. */
"Really far away" = "Molto lontano";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Depositato Recentemente";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Visto Recentemente";

/* Movie recommendations from Netflix */
"Recommendations" = "Segnalazioni";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Uscita";

/* No comment provided by engineer. */
"Release date:" = "Data d’uscita:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Uscita: %@";

/* No comment provided by engineer. */
"Remove Account" = "Rimuovi Account";

/* No comment provided by engineer. */
"Rental History" = "Cronologia dei Noleggi";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Riordino della coda fallita:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "Richiedo accesso";

/* No comment provided by engineer. */
"Requesting authorization" = "Richiedo l'autorizzazione";

/* No comment provided by engineer. */
"Reviews" = "Recensioni";

/* Movie category */
"Romance" = "Sentimentale";

/* No comment provided by engineer. */
"Running time:" = "Durata:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Salva tutto nella tua Libreria Fotografica";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Salva nella Libreria Fotografica";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Registrato";

/* Saved in Instant Queue */
"Saved in %@" = "Registrato in %@";

/* No comment provided by engineer. */
"Saving" = "Registro";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Registro %d di %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Punteggio";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Rotazione Schermo";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Data di ricerca";

/* No comment provided by engineer. */
"Search Distance" = "Distanza di ricerca";

/* No comment provided by engineer. */
"Search Netflix" = "Cerco in Netflix";

/* No comment provided by engineer. */
"Searching" = "Cerco";

/* No comment provided by engineer. */
"See the section on IMDb." = "Guarda questa parte su IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Invia feedback";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* There will be a short wait before the movie is released */
"Short Wait" = "Short Wait";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Mostra %d cinema nascosti";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Mostra un cinema nascosto";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Entrambi";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Non visualizzare nessuno";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Visualizza Notifiche";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Orari delle proiezioni ritrovate il %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Registrati per un nuovo Account";

/* Movie category */
"Special Interest" = "Interessi Speciali";

/* Movie category */
"Sports & Fitness" = "Sport & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Riuscito! %@ ha garantito l'accesso al tuo account Netflix. Ora puoi aggiungere film alla tua lista, guarda cosa c'è di nuovo e cosa ti consigliano, e molto altro!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Premi il bottone sopra 'Invia Feedback' per contattarmi per qualsiasi cosa ti serva. Saluti! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Premi per inserire un luogo";

/* Movie category */
"Television" = "Televisione";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Il cinema ha riportato gli orari delle proiezioni il\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Alcuni cinema impongono un limite massimo di distanza di ricerca per il quale mostreranno dati. Di conseguenza, alcuni cinema potrebbero non essere visibili anche se la distanza di ricerca è alta.";

/* No comment provided by engineer. */
"Theaters" = "Cinema";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Cinema (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "I Cinema sono rimossi quando non provvedono ad aggiornare le liste. Quando lo faranno, i cinema riappariranno automaticamente in %@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Questo cinema non ha ancora riportato le sue proiezioni. Quando diventeranno disponibili, %@ le ritroverà automaticamente.";

/* Movie category */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Vendita dei biglietti fornita da:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Titolo";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Per permettere uno scorrimento il più fluido possibile, %@ non mostra la locandina fino alla fine dello scorrimento.";

/* No comment provided by engineer. */
"Today" = "Oggi";

/* Movie category */
"Top DVDs" = "Top DVD";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Top della coda Dischi";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Top della coda Streaming";

/* No comment provided by engineer. */
"Translations" = "Traduzioni";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Sfortunatamente, Movietickets.com non da supporto alla biglietteria se propongo anche il supporto attraverso Fandango.com. Io vado nei cinema serviti da Fandango.com, e lo fa anche il mio provider.";

/* No comment provided by engineer. */
"Unknown Distance" = "Distanza sconosciuta";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Data d’uscita sconosciuta";

/* No comment provided by engineer. */
"Unrated" = "Non valutato";

/* No comment provided by engineer. */
"Upcoming" = "Prossimamente";

/* No comment provided by engineer. */
"Updating" = "Aggiorno";

/* No comment provided by engineer. */
"Updating Listings" = "Aggiorno Categorie";

/* No comment provided by engineer. */
"Updating Queue" = "Aggiorno le code";

/* No comment provided by engineer. */
"Updating: %@" = "Aggiorno: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Usa caratteri piccoli";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Lunga Attesa";

/* No comment provided by engineer. */
"Website" = "Sito Web";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Siti Web";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Cosa posso fare se ho una domanda a cui non è ancora stata data risposta?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Perché il mio cinema è scomparso?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Perché %@ non offre la prenotazione attraverso Movietickets.com come con Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Perché %@ non fornisce le recensioni e i voti di IMDb?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Perché %@ non offre le recensioni e i voti di Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Perché non vedo le recensioni e i voti per tutti i film in %@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Perché %@ scarica sempre dei dati? Perché non li archivia sul terminale?";

/* No comment provided by engineer. */
"Write Review" = "Scrivi Recensione";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Scritto da Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Devi impostare un account email sul tuo telefono prima di poter inviare un feedback.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "La nazione del tuo %@ è: %@\n\nIl tuo paese sarà presto supportato completamente nel frattempo, ed alcune funzioni sono disponibili per te già da oggi! Quando le nuove funzionalità saranno pronte, sarai automaticamente notificato degli aggiornamenti. (%@).";

/* No comment provided by engineer. */
"kilometer" = "chilometro";

/* No comment provided by engineer. */
"kilometers" = "chilometri";

/* No comment provided by engineer. */
"mile" = "miglio";

/* No comment provided by engineer. */
"miles" = "miglia";